const emojiK = "︎︎✞︎︎"
const help = (ll, p, hr, pushname, prema, checATM, useLevel, useXp, requireXp, patt, bateria, porcentagem, totalchat, me, reqcmd, _registered) => {
return `𝘽𝙚𝙢 𝙫𝙞𝙣𝙙𝙤 𝙖𝙤 𝙢𝙚𝙣𝙪 
╔═══〘☂︎𝙞𝙣𝙛𝙤 𝙙𝙤 𝙗𝙤𝙩〙═══
║${emojiK} 𝙥𝙧𝙚𝙛𝙞𝙭:『${p}』
║${emojiK} 𝙝𝙤𝙧𝙖: ${hr}
║${emojiK} 𝙘𝙝𝙖𝙩𝙨: ${totalchat.length}
║${emojiK} 𝙫𝙚𝙧𝙞𝙛𝙞𝙘𝙖𝙙𝙤𝙨: ${_registered.length}
║${emojiK} 𝙣𝙤𝙢𝙚: ${me.name}
║${emojiK} 𝙩𝙤𝙩𝙖𝙡 𝙙𝙚 𝙪𝙨𝙤: ${reqcmd}
╚═════════════︎



╔═══〘☂︎𝙥𝙚𝙧𝙛𝙞𝙡〙════
║${emojiK} 𝙣𝙤𝙢𝙚: ${pushname}
║${emojiK} 𝙙𝙞𝙣𝙝𝙚𝙧𝙤: ${checATM ? checATM : "0"}
║${emojiK} 𝙡𝙚𝙫𝙚𝙡: ${useLevel ? useLevel : "0"}
║${emojiK} 𝙭𝙥: ${useXp ? useXp : "0"}/${requireXp ? requireXp : "0"}
║${emojiK} 𝙥𝙖𝙩𝙚𝙣𝙩𝙚: ${patt ? patt : "Gay"} 
╚═════════════



╔═══〘☂︎𝐌𝐄𝐍𝐔𝐒〙═══
║${emojiK} ${p}𝙡𝙤𝙜𝙤𝙨
║${emojiK} ${p}𝙥𝙡𝙖𝙮𝙧𝙨
║${emojiK} ${p}𝙜𝙧𝙪𝙥𝙤
║${emojiK} ${p}𝙟𝙤𝙜𝙤𝙨
║${emojiK} ${p}𝙘𝙧𝙞𝙖𝙙𝙤𝙧
║${emojiK} ${p}𝙖𝙣𝙞𝙢𝙚𝙨
║${emojiK} ${p}𝙗𝙖𝙣𝙠𝙡𝙤𝙟𝙖
║${emojiK} ${p}𝙥𝙧𝙚𝙢𝙞𝙪𝙢
║${emojiK} ${p}𝙛𝙞𝙜𝙪𝙧𝙞𝙣𝙝𝙖𝙨 
║
╔═══〘💠 𝐀𝐕𝐀𝐋𝐈𝐀𝐂𝐀𝐎 💠〙═══
║${emojiK} ${p}𝐚𝐯𝐚𝐥𝐢𝐚𝐫
╚═════════════


╔═══〘❄️️𝐜𝐥𝐞𝐚𝐫 𝐜𝐡𝐚𝐭🔥️〙═══
║.𝐜𝐥𝐞𝐚𝐫
╚═════════════
╔═══〘☣️𝐑𝐞𝐩𝐨𝐫𝐭𝐞 𝐝𝐞 𝐛𝐮𝐠☣️〙═══
║.𝐫𝐞𝐩𝐨𝐫𝐭
╚═════════════
╔═══〘🧾𝙛𝙖𝙯𝙚𝙧 𝙪𝙢𝙖 𝙙𝙤𝙖𝙘̧𝙖̃𝙤🧾〙═══
║.𝙙𝙤𝙖𝙧
╚═════════════
╔═══〘🛐𝙢𝙚𝙪 𝙘𝙧𝙞𝙖𝙙𝙤𝙧/𝙙𝙤𝙣𝙤🛐〙═══
║.𝙙𝙤𝙣𝙤
╚═════════════





╔═══〘💠𝐒𝐢𝐭𝐞 𝐝𝐨 𝐍𝐓 𝐃𝐑𝐀𝐆𝐎𝐍💠〙═══
║https://sousathiagocandido.wixsite.com/ntdragonbot-1
╚═════════════





╔════〘☂︎LINKS 〙═══
║𝙐𝙡𝙩𝙞𝙢𝙖 𝙖𝙩𝙪𝙖𝙡𝙞𝙯𝙖𝙘𝙖𝙤 𝙙𝙤𝙨 𝙡𝙞𝙣𝙠𝙨
║22/02/22
╔═══〘☂︎𝙘𝙖𝙣𝙖𝙡 𝙙𝙤 𝙮𝙤𝙪𝙩𝙪𝙗𝙚〙═══
║https://seulink.online/ntdragoncanal
╚═════════════
╔═══〘☂︎𝙖𝙥𝙥 𝙥𝙖𝙧𝙖 𝙖𝙥𝙧𝙚𝙣𝙙𝙚𝙧 𝙖 𝙛𝙖𝙯𝙚𝙧 𝙗𝙤𝙩〙═══
║https://seulink.online/aprendizadodebot
╚═════════════
╔═══〘☂︎𝙬𝙝𝙖𝙩𝙨𝙖𝙥𝙥 𝙦𝙪𝙚 𝙤 𝙗𝙤𝙩 𝙪𝙨𝙖!〙═══
║https://seulink.online/zapdontdragon
╚═════════════
╔═══〘☂︎𝙨𝙪𝙜𝙚𝙨𝙩𝙖𝙤 𝙨𝙚𝙘𝙪𝙣𝙙𝙖𝙧𝙞𝙤〙═══
║https://seulink.online/imunesecundarios
╚═════════════
╔═══〘☂︎𝙨𝙪𝙜𝙚𝙨𝙩𝙖𝙤 𝙥𝙧𝙞𝙢𝙖𝙧𝙞𝙤〙═══
║https://seulink.online/imuneprimarios
╚═════════════
`
}
exports.help = help